Repository: ithemecambo/rupp-dev
Catalog: RUPP_*_IOS/rupphr/rupphr/*.lproj/Localizable.strings
Languages: km

# Employee_Info
source: Employee Information
km: ព័ត៌មានបុគ្គលិក

# Employee_Code
source: Code
km: លេខសំគាល់

# Employee_Name
source: Name
km: ឈ្មោះ

# Employee_JobTitle
source: Job Title
km: តួនាទី

# Employee_DeptNo
source: Department
km: នាយកដ្ឋានលេខ

# Employee_DOB
source: Date of Birth
km: ថ្ងៃ ខែ ឆ្នាំ កំណើត

# Employee_Sex
source: Sex
km: ភេទ

# Employee_Phone
source: Phone
km: លេខទូរសព្

# Employee_KamPrak
source: Karprak
km: កាំប្រាក់

# Employee_Spouses
source: Spouses
km: ប្តីឬប្រពន្ធ

# Employee_Children
source: Children
km: ចំនួនកូន

# Employee_HiredDate
source: Hired Date
km: ថ្ងៃចូលបំរើការងារ

# Employee_Contract
source: Contract
km: បុគ្គលិក

# Employee_Deativated
source: Deativated
km: បម្រើការងារ
